xeon/20220406-fpw/logs/pg-2-1-512/1000/run-rw-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: simple update>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 1800 s
number of transactions actually processed: 137003920
latency average = 0.420 ms
initial connection time = 9.852 ms
tps = 76113.236582 (without initial connection time)